---
kind: other
id: Methods.T:Autodesk.Revit.DB.ElevationMarker
source: html/feb8b4cd-d3d3-be45-bc5a-9227cd6926b7.htm
---
# ElevationMarker Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.